[{
  "id": "1",
  "title": "Cake",
  "content": "INGREDIENTS\n 2 1/4 cups all-purpose flour\n 1/2 teaspoon baking soda\n 1 cup (2 sticks) unsalted butter, room temperature\n 1/2 cup granulated sugar\n 1 cup packed light-brown sugar\n 1 teaspoon salt\n 2 teaspoons pure vanilla extract\n 2 large eggs\n 2 cups (about 12 ounces) semisweet and/or milk chocolate chips\n DIRECTIONS\n 1. Preheat oven to 350 degrees. In a small bowl, whisk together the flour and baking soda; set aside. In the bowl of an electric mixer fitted with the paddle attachment, combine the butter with both sugars; beat on medium speed until light and fluffy. Reduce speed to low; add the salt, vanilla, and eggs. Beat until well mixed, about 1 minute. Add flour mixture; mix until just combined. Stir in the chocolate chips.\n 2. Drop heaping tablespoon-size balls of dough about 2 inches apart on baking sheets lined with parchment paper.\n 3. Bake until cookies are golden around the edges, but still soft in the center, 8 to 10 minutes. Remove from oven, and let cool on baking sheet 1 to 2 minutes. Transfer to a wire rack, and let cool completely. Store cookies in an airtight container at room temperature up to 1 week."
}, {
  "id": "2",
  "title": "Pie",
  "content": "Pie candy canes sugar plum icing gingerbread bonbon. Brownie pastry soufflé jujubes jelly beans halvah. Caramels brownie wafer soufflé jelly-o. Pie candy canes icing croissant liquorice. Gummi bears tart cookie chupa chups apple pie oat cake jelly gummies. Chupa chups gingerbread biscuit. Cheesecake lemon drops chocolate cake. Gingerbread topping danish. Gingerbread sweet roll bear claw cookie marzipan gingerbread. Gummies caramels chocolate cake tiramisu danish pudding oat cake candy donut. Donut bear claw carrot cake carrot cake ice cream lollipop topping. Sweet jelly powder tootsie roll liquorice dragée. Sweet tootsie roll bonbon soufflé jelly-o danish gingerbread pie."
}, {
  "id": "3",
  "title": "Candy",
  "content": "Candy toffee bear claw pastry. Marzipan muffin chocolate pudding pastry jelly-o candy canes caramels. Pudding sweet pastry sweet roll bear claw. Pie cheesecake powder oat cake biscuit chupa chups topping sugar plum tootsie roll. Pastry gingerbread brownie biscuit. Chocolate bar sweet roll cake jelly-o cookie pie sweet biscuit candy. Ice cream gingerbread jelly carrot cake donut marzipan. Croissant gummies tart. Cookie cupcake chocolate ice cream candy canes. Pastry apple pie jelly toffee. Wafer jujubes bear claw. Marshmallow sesame snaps chocolate."
}]
